/* No tags */
"(currently no tags assigned)" = "(ingen tagger lagt til)";

/* Add button for new transactions */
"Add" = "Legg til";

/* Add transaction view controller title */
"Add transaction" = "Legg til transaksjon";

/* No comment provided by engineer. */
"Amount:" = "Beløp:";

/* No comment provided by engineer. */
"Auto tags:" = "Autotagger:";

/* No comment provided by engineer. */
"Automatically uses the local currency when adding new transactions." = "Benytter automatisk den lokale valutaen når du legger til en ny transaksjon.";

/* No comment provided by engineer. */
"Clear" = "Tøm";

/* No comment provided by engineer. */
"Currencies" = "Valutaer";

/* No comment provided by engineer. */
"Currency: %@" = "Valuta: %@";

/* No comment provided by engineer. */
"Date:" = "Dato:";

/* No comment provided by engineer. */
"Description:" = "Beskrivelse:";

/* Header for Transaction Detail page */
"Details" = "Detaljer";

/* No comment provided by engineer. */
"Do you want to use the following tags:" = "Ønsker du å bruke de følgende taggene:";

/* Some error... */
"ERROR" = "FEIL";

/* Transaction detail view. Expense */
"Expense" = "Utgift";

/* No comment provided by engineer. */
"Found tags previously used in this area" = "Fant tagger som tidligere har vært brukt i dette området";

/* No comment provided by engineer. */
"GenericLocationError" = "GenericLocationError";

/* No comment provided by engineer. */
"Getting location..." = "Finner posisjon...";

/* Transaction detail view. Income */
"Income" = "Inntekt";

/* No comment provided by engineer. */
"Location not found" = "Kunne ikke slå fast posisjon";

/* No comment provided by engineer. */
"Location tags use your GPS to find your location and suggest tags you have previously used on the same location" = "Posisjonstagger tar i bruk din gjeldende posisjon for å foreslå tagger du tidligere har brukt i det samme området";

/* No comment provided by engineer. */
"Location tags:" = "Posisjonstagger:";

/* No comment provided by engineer. */
"Location:" = "Posisjon:";

/* No comment provided by engineer. */
"LocationDenied" = "LocationDenied";

/* No comment provided by engineer. */
"LocationUnknown" = "LocationUnknown";

/* Memory warning alert header */
"Memory warning" = "Varsel om lavt minne";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"No location data available" = "Ingen posisjonsdata tilgjengelig";

/* memory alert OK button */
"OK" = "OK";

/* Overview table transaction view */
"Overview" = "Oversikt";

/* Save changes button for transaction in edit mode */
"Save" = "Lagre";

/* Settings view controller title */
"Settings" = "Innstillinger";

/* No comment provided by engineer. */
"Show balance on icon:" = "Vis saldo på ikonet:";

/* Tags label in add expenses thing */
"Tags" = "Tagger";

/* Placeholder text for search bar */
"Tags to filter by" = "Filtrer med tagger";

/* No comment provided by engineer. */
"Tags:" = "Tagger:";

/* Tags for transaction detail page */
"tags:" = "tagger:";

/* No comment provided by engineer. */
"The application will automatically add tags for the country, street, weekday, month etc to make it easier to filter your transactions" = "Programmet tagger automatisk transaksjoner med gatenavn, land, ukedag, månedsnavn osv for å muliggjøre avansert filtrering av transaksjonene dine";

/* Transaction saved confirmation view */
"Transaction added" = "Transaksjon lagt til";

/* Transaction table view header
   Tab bar title */
"Transactions" = "Transaksjoner";

/* No comment provided by engineer. */
"Use local currency:" = "Bruk lokal valuta:";

/* What button. Title for tags and description button */
"What" = "Hva";

/* No comment provided by engineer. */
"When activated your current positive balance will be displayed on the application icon badge. Only positive balances up to 9999 will be displayed. This is because of limitations set by Apple" = "Viser, når aktivert, den gjeldende saldoen på programikonet. Kun positive saldoer opp til 9999 vises, dette på grunn av begrensninger satt av Apple";

/* explanation of what base currency is */
"When you add transactions in currencies other than your own, they will be converted to and displayed in your base currency." = "Når du legger til transaksjoner i fremmede valutaer vil de bli konvertert og vist i din grunnvaluta.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* settings label, select your base currency */
"Your base currency:" = "Din grunnvaluta:";

/* Low memory alert message */
"Your phone is critically low on memory! This application might soon crash. You should try restarting your phone." = 
"Telefonen din har et kritisk lite ledig minne tilgjengelig! Programmet kommer høyst sannsynlig snart til å krasje. Du burde gjøre en omstart på telefonen din!";
